essay/note/recipe.org
* recipe
#+TITLE: 菜谱

** 新疆手抓饭
原料： 羊肉、胡萝卜、洋葱、新疆葡萄干、大米、绍酒、孜然。
做法：
   0. 羊肉洗净切中块，用绍酒腌渍。
   0. 胡萝卜切丝，洋葱切丝。
   0. 大米用水泡半个小时。
   0. 锅做热锅里放油，放入洋葱炒出香味。
   0. 再放入羊肉翻炒。
   0. 放盐，孜然，鸡精，翻炒入味。
   0. 放入胡萝卜丝翻炒。
   0. 让胡萝卜的颜色炒出来在油里。
   0. 倒水没过羊肉煮大约二十分钟。
   0. 把所有炒好的菜，肉，汤和泡好的大米全部倒入玻璃锅。
   0. 煮开后用勺子和匀。
   0. 开锅后开始算盖盖焖20分钟。
   0. 一定要用小火保持开锅状态就可以。
   0. 打开锅盖后，菜，肉，米饭拌匀撒上洗净的新疆葡萄干即可食用。

** 红烧排骨
原料：排骨，生姜，葱花，料酒
做法：
   0. 排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
   0. 锅里放合适的菜油，加热后生姜葱放入炒香，然后把肋排放入锅内翻炒。
   0. 等肉变色发白后，加入酱油、料酒、糖，然后加入刚好淹没肋排的开水。
   0. 大火烧滚后，改小火微炖20分钟左右。
   0. 看肋排已经烧烂后，视咸淡加入适当的盐，然后改大火收汁。

** 冬瓜排骨汤
原料：排骨，冬瓜，姜片，料酒，葱结，葱花
做法：
   0. 排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
   0. 沙锅中放适量水，放入排骨、姜片、葱结和料酒，大火烧开后，小火慢炖２小时。
   0. 再投入冬瓜继续炖40-60分钟，直到冬瓜软烂为止。
   0. 关火前10分钟左右可以放一点温水泡过的枸杞，反正也是好东东。
   0. 调入适量盐和鸡精、撒上葱花即可。
