www/note/recipe.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>菜谱</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="菜谱"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-08-10 09:29:17 CST"/>
<meta name="author" content="dirtysalt"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">菜谱</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 recipe</a>
<ul>
<li><a href="#sec-1-1">1.1 新疆手抓饭</a></li>
<li><a href="#sec-1-2">1.2 红烧排骨</a></li>
<li><a href="#sec-1-3">1.3 冬瓜排骨汤</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> recipe</h2>
<div class="outline-text-2" id="text-1">



</div>

<div id="outline-container-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> 新疆手抓饭</h3>
<div class="outline-text-3" id="text-1-1">

<p>原料： 羊肉、胡萝卜、洋葱、新疆葡萄干、大米、绍酒、孜然。
做法：
</p><ol>
<li>羊肉洗净切中块，用绍酒腌渍。
</li>
<li>胡萝卜切丝，洋葱切丝。
</li>
<li>大米用水泡半个小时。
</li>
<li>锅做热锅里放油，放入洋葱炒出香味。
</li>
<li>再放入羊肉翻炒。
</li>
<li>放盐，孜然，鸡精，翻炒入味。
</li>
<li>放入胡萝卜丝翻炒。
</li>
<li>让胡萝卜的颜色炒出来在油里。
</li>
<li>倒水没过羊肉煮大约二十分钟。
</li>
<li>把所有炒好的菜，肉，汤和泡好的大米全部倒入玻璃锅。
</li>
<li>煮开后用勺子和匀。
</li>
<li>开锅后开始算盖盖焖20分钟。
</li>
<li>一定要用小火保持开锅状态就可以。
</li>
<li>打开锅盖后，菜，肉，米饭拌匀撒上洗净的新疆葡萄干即可食用。
</li>
</ol>


</div>

</div>

<div id="outline-container-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> 红烧排骨</h3>
<div class="outline-text-3" id="text-1-2">

<p>原料：排骨，生姜，葱花，料酒
做法：
</p><ol>
<li>排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
</li>
<li>锅里放合适的菜油，加热后生姜葱放入炒香，然后把肋排放入锅内翻炒。
</li>
<li>等肉变色发白后，加入酱油、料酒、糖，然后加入刚好淹没肋排的开水。
</li>
<li>大火烧滚后，改小火微炖20分钟左右。
</li>
<li>看肋排已经烧烂后，视咸淡加入适当的盐，然后改大火收汁。
</li>
</ol>


</div>

</div>

<div id="outline-container-1-3" class="outline-3">
<h3 id="sec-1-3"><span class="section-number-3">1.3</span> 冬瓜排骨汤</h3>
<div class="outline-text-3" id="text-1-3">

<p>原料：排骨，冬瓜，姜片，料酒，葱结，葱花
做法：
</p><ol>
<li>排骨洗净控干，锅内水烧开，下排骨煮尽血水，捞出。
</li>
<li>沙锅中放适量水，放入排骨、姜片、葱结和料酒，大火烧开后，小火慢炖２小时。
</li>
<li>再投入冬瓜继续炖40-60分钟，直到冬瓜软烂为止。
</li>
<li>关火前10分钟左右可以放一点温水泡过的枸杞，反正也是好东东。
</li>
<li>调入适量盐和鸡精、撒上葱花即可。
</li>
</ol>

</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-08-10 09:29:17 CST</p>
<p class="creator">Org version 7.8.02 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
<html><body>
<script type="text/javascript">
var _bdhmProtocol = (("https:" == document.location.protocol) ? " https://" : " http://");
document.write(unescape("%3Cscript src='" + _bdhmProtocol + "hm.baidu.com/h.js%3F54a700ad7035f6e485eaf2300641e7e9' type='text/javascript'%3E%3C/script%3E"));
</script></body></html>